"generic_title_error" = "Erro";
"english" = "Inglés";
"spanish" = "Español";
"portuguese" = "Portugués";
"french" = "Francés";
"attention" = "Atención";
"button_yes" = "Sí";
"button_no" = "No";
"wallets" = "Billeteras";
"reset_wallet" = "Restablecer billetera";
"welcome_statement" = "¡Bienvenido a Padawan!\n\nEsta aplicación es un lugar para aprender las características más comunes de las carteras (wallet en inglés) para teléfonos móviles de bitcoin.\n\nUtiliza bitcoin en su <i><b>red de pruebas</b></i>(signet en inglés), una red de bitcoin alternativa que es utilizada y construida exclusivamente para pruebas. Las monedas en esta red no tienen ningún valor pero, ¡se comportan y tienen la misma apariencia que los bitcoins normales!\n\nEsta cartera está diseñada para que usuarios de todas las edades experimenten y aprendan sobre bitcoin en un entorno libre de riesgos.";
"onboard_title_1" = "Bienvenido a Padawan";
"onboard_title_2" = "Aprende Haciendo";
"onboard_title_3" = "Sube de Nivel";
"onboard_1" = "Descubre Bitcoin de forma segura, con monedas de prueba para practicar y aprender.";
"onboard_2" = "Padawan es una billetera de Bitcoin completa. Envía, recibe y recupera monedas de prueba como en cualquier billetera, ¡pero sin arriesgar dinero real!";
"onboard_3" = "9 lecciones cortas te enseñan los conceptos básicos para usar Bitcoin con confianza. ¡Vamos allá!";
"already_have_a_wallet" = "Ya tengo una\nPadawan wallet\n(Las 12 palabras de recuperación)";
"recover_wallet" = "Recuperar cartera";
"enter_your_12_words" = "ntroduce tus 12 palabras de recuperación a continuación.";
"sync" = "sincronizar";
"send" = "Enviar";
"receive" = "Recibir";
"amount" = "Cantidad";
"verify_transaction" = "Verificar la transacción";
"address" = "dirección";
"bottom_nav_wallet" = "Cartera";
"bottom_nav_chapters" = "Aprende";
"bottom_nav_settings" = "Menú";
"confirm_and_broadcast" = "Confirmar y emitir";
"amount_error_message" = "¡Falta introducir la cantidad!";
"address_error_message" = "¡Falta introducir la dirección!";
"fee_rate_error_message" = "¡Falta introducir la comisión de red!";
"faucet_dialog" = "Para ayudarte a comenzar con el aprendizaje de bitcoin, Padawan Wallet puede enviarte unas monedas para que puedas seguir los capítulos y ¡enviárselas a tus amigos!\n\n¿Quieres recibir bitcoin de la red de pruebas (signet)?";
"total_fee" = "Comisión total";
"transaction_broadcast" = "Transacción transmitida";
"about_text" = "Padawan es una cartera que únicamente puede ser utilizada con monedas signet y que contiene tutoriales sobre como utilizar las carteras bitcoin. ¡Estamos desarrollando la aplicación que querrás recomendar a los amigos que no paran de hacerte preguntas sobre bitcoin!\n\nPadawan es para gente de todas las edades y su objetivo es ser una herramienta autodidacta, para que sus usuarios se familiaricen con el funcionamiento y la jerga básica de las carteras móviles en un entorno sin riesgos perfecto para la experimentación y el aprendizaje (red de pruebas o signet en inglés). Creemos que la red de pruebas de bitcoin es un recurso infrautilizado fuera de los círculos de desarrollo de software, y creemos que puede ser aprovechada por personas que sientan curiosidad por bitcoin en cualquier lugar.\n\nPadawan es un proyecto de código abierto (bajo licencia Apache 2.0). Si tienes cualquier comentario o sugerencia, ¡por favor déjanos una valoración en la Play Store, o echa un vistazo a nuestro repositorio en GitHub!";
"send_coins_back" = "Las monedas de signet pueden ser difíciles de adquirir, incluso aunque no tengan valor comercial no son infinitas, por lo que, ¡debemos tener cuidado de no malgastarlas o perderlas!\n\nCuando hayas acabado de utilizar las monedas de signet, por favor envíanoslas de vuelta al proyecto de Padawan para que podamos seguir enviando monedas a nuevos usuarios. Utiliza la dirección que aparece arriba para enviárnoslas de vuelta.";
"privacy_text" = "Padawan Wallet no recopila ningún tipo de información de sus usuarios ni utiliza Firebase Crashlytics. Esto significa que es mucho más difícil para nosotros enterarnos sobre los errores de la aplicación por parte de nuestros usuarios. En caso de tener cualquier comentario, no dudes en enviar un mensaje a la cuenta de Twitter/X (@padawanwallet) o envíanos un email. Puedes leer nuestra política de privacidad aquí:";
"privacy_link" = "https://github.com/thunderbiscuit/padawan-wallet/blob/master/PRIVACY.txt";
"send_coins_back_address" = "tb1pz03858mpkfdjhzuyxnjxsp0kaznsq4h0xygfent50crn7594dwwsarktjq";
"copy_address_string" = "Copiar";
"text_copied" = "Copiado";
"cancel" = "Cancelar";
"generate_a_new_address" = "Generar una nueva dirección";
"fees_sats_vbytes" = "Comisión (sats/vbytes)";
"enter_amount_sats" = "Introduce la cantidad (sats)";
"enter_signet_address" = "Introduce una dirección de signet de bitcoin";
"padawan_journey" = "El camino del Padawan";
"continue_on_your_journey" = "Continúa con tu camino de aprendizaje sobre bitcoin.";
"getting_started" = "\nPrimeros pasos";
"transactions" = "\nTransacciones";
"next" = "Siguiente";
"finish" = "Finalizar";
"back_to_lessons" = "Volver a tutoriales";
"transaction_details" = "Detalles de la transacción";
"balance_delta" = "Cambio en el saldo\nde la cartera:";
"transaction_type" = "Tipo de transacción:";
"time" = "Fecha:";
"pending" = "Pendiente";
"txid" = "Txid\n(identificador de\nla transacción):";
"fees_paid" = "Comisiones pagadas:";
"back_icon" = "Icono volver";
"image" = "imagen";
"padawan_logo" = "Padawan Logo";
"padawan_wallet" = "Padawan Wallet";
"create_a_wallet" = "Crear una cartera";
"recover_a_wallet" = "Recuperar una cartera";
"about_padawan" = "Sobre Padawan";
"change_language" = "Idiomas y tema de color";
"your_recovery_phrase" = "Tus palabras de recuperación";
"checkmark_image" = "Imagen marca comprobación";
"copy_to_clipboard_image" = "Imagen copiado a portapapeles";
"send_your_coins_back" = "¡Envianos tus monedas\nde vuelta!";
"settings" = "Ajustes";
"everything_else" = "El resto de cosas que necesitarás de la aplicación.";
"recovery_phrase" = "Palabras de recuperación";
"send_signet_coins_back" = "Enviar monedas signet de vuelta";
"lessons_reset_successful" = "Reinicio de capítulos satisfactorio";
"reset_completed_chapters" = "Reiniciar capítulos completados";
"receive_bitcoin" = "Recibir bitcoin";
"qr_code" = "Código QR";
"send_bitcoin" = "Enviar bitcoin";
"balance" = "Saldo:";
"scan_qr_icon" = "Icono escanear código QR";
"confirm_transaction" = "Confirmar Transacción";
"no_network" = "¡Tu dispositivo no está conectado a internet!";
"send_icon" = "Icono enviar";
"receive_icon" = "Icono recibir";
"block" = "Bloque:";
"unable_to_access_network" = "Actualmente no se puede acceder a la red";
"bitcoin_signet" = "bitcoin signet";
"transaction_list_empty" = "¡Oye! Parece que tu lista de transacciones está vacía. Echa un vistazo y vuelve para conseguir algunas monedas, ¡para que puedas comenzar a jugar con la cartera!";
"currency_toggle_text" = "Texto para cambiar divisa";
"changing_color_animation" = "Animación cambio colores";
"hello_there" = "¡Hola!";
"select_language" = "Selecciona tu idioma preferido y tema de color para Padawan Wallet.";
"get_coins" = "Obtener Signet monedas";
"button_link_privacy" = "Lee nuestros términos de uso y privacidad aquí.";
"app_level_language" = "Lenguaje de la aplicación";
"color_theme" = "Tema de color";
"alert_change_language" = "Esta configuración tendrá efecto después de reiniciar la aplicación. ¿Desea reiniciar la aplicación ahora?";
"return_address_image" = "Imagen dirección para devolver sats";
"no_thank_you_icon" = "Icono no gracias";
"proceed_icon" = "Icono proceder";
"l1_title" = "¿Qué es el Bitcoin Signet?";
"l1_app_bar" = "Redes Bitcoin";
"l1_p1" = "Las redes de Bitcoin están compuestas por miles de computadoras en todo el mundo. Estas computadoras hablan un lenguaje común y se comunican directamente entre sí a través de internet.";
"l1_p2" = "Tal vez no lo sepas, pero ¡existen muchas redes de bitcoin! Se dividen en dos familias: la red principal (solo hay una de esas) y las redes de prueba (¡hay muchas de esas!).";
"l1_h2" = "Mainnet";
"l1_p3" = "Cuando la gente habla de \"la red de bitcoin\", generalmente se refieren a la red de bitcoin mainnet (o simplemente \"mainnet\").";
"l1_p4" = "Los bitcoins en la mainnet tienen valor monetario, se usan como dinero para transacciones entre personas y pueden ser comercializados en intercambios de criptomonedas.";
"l1_h3" = "Redes de Prueba";
"l1_p5" = "Hay algunas redes de prueba, cada una con su propio propósito. No suelen ser tan conocidas como la red mainnet, ¡pero son muy importantes! Padawan usa la red Signet para sus transacciones, pero también podrías escuchar sobre Testnet3, Testnet4 y Regtest. Los bitcoins en estas redes se llaman monedas signet/testnet/regtest y se comportan igual que los bitcoins de mainnet. Pero a diferencia de los bitcoins de mainnet, esas monedas de prueba no tienen valor monetario.";
"l1_p6" = "Las redes de prueba son utilizadas por desarrolladores de software y organizaciones que crean aplicaciones del mundo real que interactúan con bitcoin. Estos desarrolladores pueden usar las redes de prueba para asegurarse de que su software funcione correctamente antes de lanzarlo en mainnet. ¡Pero no necesitas ser un desarrollador de software para usarlas!";
"l1_h4" = "Padawan &amp; Signet";
"l1_p7" = "El signet y sus monedas son un recurso invaluable para que las personas curiosas aprendan, jueguen y se sientan seguras con las redes de bitcoin antes de manejar bitcoins \"reales\" de mainnet. Recuerda que los bitcoins de prueba NO tienen valor monetario.";
"l1_p8" = "Padawan te enseñará los fundamentos de bitcoin, incluyendo cómo realizar transacciones y respaldar carteras, todo usando la red signet. No puedes recibir ni enviar bitcoins de mainnet desde o hacia tu cartera de Padawan. Cualquier moneda que tengas en Padawan o envíes a amigos usando la aplicación son monedas signet SIN valor monetario.";
"l1_p9" = "¡Usa Padawan para aprender, practicar y probar los límites de tu conocimiento sobre bitcoin!";
"l2_title" = "Recibir bitcoin";
"l2_app_bar" = "Recibiendo Bitcoin";
"l2_p1" = "Para recibir bitcoin, debes solicitar a tu cartera (una como Padawan) que genere una nueva dirección de recepción. Cada vez que recibas bitcoin, tu cartera utilizará una nueva dirección.";
"l2_p2" = "Para que sea más fácil de compartir, te mostramos la dirección de dos formas habituales:";
"l2_p3" = "1. Una serie de letras y números que puede que se parezcan a algo como esto:";
"l2_p4" = "O";
"l2_p5" = "2. Un código QR que puede que se parezca a algo como este:";
"l2_p6" = "Los dos formatos anteriormente mencionados se refieren a una misma dirección, aunque en diferentes formas.";
"l2_h1" = "Generar direcciones de recepción";
"l2_p7" = "Para recibir bitcoin tienes dos opciones:";
"l2_p8" = "1. La persona que envía escanea un código QR: si la persona que quiere enviarte monedas está cerca, genera una nueva dirección y pídele que utilice su teléfono para escanear el código QR que aparecerá en tu cartera.";
"l2_p9" = "2. Copia y pega la dirección de recepción para compartirla: Genera una nueva dirección de recepción, copia la serie de letras y números (la dirección), y pégala en un mensaje a la persona que te realizará el pago. Si es posible, deberías intentar enviar estos mensajes a través de una plataforma de mensajes encriptados, ¡para que la dirección de la transacción sólo la conozcáis tú y la persona que te va a realizar el pago!";
"l2_p10" = "En Padawan, puedes mantener pulsado sobre la dirección y la cartera te ofrecerá poner la dirección directamente en tu portapapeles para que lo pegues en otro sitio.";
"l2_h2" = "¡Ten cuidado!";
"l2_p11" = "Es muy importante que tengas cuidado cuando envíes o recibas bitcoin. La persona que envía bitcoin debe utilizar la dirección de forma correcta y exacta.";
"l2_p12" = "Aunque el sistema de códigos QR y la función de copiar y pegar de nuestros teléfonos son una forma aceptable de ser precavidos, siempre debes comprobar dos veces la dirección completa de recepción. Como mínimo, cuando copies y pegues la dirección, asegúrate de que los 5-10 primeros caracteres y los 5-10 últimos coinciden.";
"l2_p13" = "Recordatorio: Padawan solo utiliza bitcoins de la red de pruebas. ¡No intentes enviar bitcoins reales!";
"l3_title" = "Enviar bitcoin";
"l3_app_bar" = "Enviando bitcoin";
"l3_p1" = "Para enviar bitcoin, debes solicitar una dirección de recepción. Si te ofrecen un código QR, escanéalo utilizando la cámara de tu teléfono. Si recibes una serie de letras y números, puedes copiar la dirección y pegarla en el campo de la dirección en la pantalla de la transacción en tu aplicación. ¡Recuerda comprobar dos veces la dirección cuando la hayas copiado!";
"l3_p2" = "Cuando hayas introducido la dirección, especifica la cantidad de bitcoin a enviar (ya sean unidades de bitcoin o satoshis), y emite la transacción a la red. Tu transacción será recibida por los nodos de todo el mundo, y con el tiempo, ¡será minada en un bloque!";
"l4_title" = "¿Qué es la mempool?";
"l4_app_bar" = "La Mempool";
"l4_p1" = "Cuando completas y emites una transacción de bitcoin, esta transacción es anotada por todos los ordenadores conectados a la red de bitcoin normalmente entre los 2 y 5 siguientes segundos. Con el tiempo la transacción se añadirá a la cadena de bloques, pero cuando un nodo la recibe por primera vez, simplemente la añade a un grupo de transacciones que conoce pero que todavía no han sido incluidas en un bloque. Este grupo de transacciones es lo que se conoce como mempool (o memoria de reserva - \"memory pool\" en inglés), y cada ordenador conectado a la red de bitcoin guarda su propia mempool. Una transacción que está \"en la mempool\" (lo que indica que la mayoría de nodos la han visto y la han añadido a su \"mempool\") significa que ha sido reconocida por la red, aunque no se ha hecho oficial en la cadena de bloques.";
"l4_p2" = "Para hacerla oficial, los mineros de bitcoin necesitan minar un bloque con la transacción incluida.";
"l4_h1" = "Imagina un autobús";
"l4_p3" = "Imagina un autobús que pasa aproximadamente cada 10 minutos para recoger pasajeros. El autobús solo puede llevar un cierto peso. Como cada pasajero tiene un peso diferente, la cantidad de pasajeros que caben en el autobús cambia cada vez que realiza un viaje.";
"l4_p4" = "La mempool es como si fuera la parada del autobús. Una cola de transacciones esperan en la mempool para ser procesadas en un bloque en la cadena de bloques. Las transacciones esperan su turno para ser minadas, y cada vez que viene un autobús, este recoge a todos los pasajeros que pueda.";
"l4_h2" = "Algunos pasajeros";
"l4_p5" = "Algunos pasajeros puede que tengan prisa para subirse al siguiente autobús. Pueden pagar una tarifa extra para asegurarse que serán de los primeros en subir. Estas transacciones son las que tendrán prioridad en el proceso de la minería.";
"l4_p6" = "En cambio, ¡otros pasajeros puede que no tengan ninguna prisa! En ese caso, puede que quieran ahorrarse un poco de dinero al no pagar una tarifa extra. Con el paso del tiempo la cola se acabará vaciando y todas las transacciones que estaban esperando acabarán subiendo al autobús.";
"l5_title" = "¿Qué son las comisiones de transacción?";
"l5_app_bar" = "Comisiones de Transacción";
"l5_p1" = "Ahora ya sabes un poco más sobre las transacciones. Muchas, muchas transacciones son enviadas, validadas, confirmadas y almacenadas en la red de bitcoin cada minuto de cada día. Lo que es algo muy costoso.";
"l5_p2" = "La red de bitcoin solo puede hacer frente a una demanda limitada del sistema. Para asegurarse de que la carga de la red se mantiene pequeña y ligera, hay una capacidad limitada en cuanto a la cantidad total de bytes que se pueden transaccionar a través de la red en una determinada cantidad de tiempo.";
"l5_h1" = "La puja en las comisiones de las transacciones";
"l5_p3" = "Como el espacio es limitado en términos de bytes por bloque y solo se mina un bloque aproximadamente cada 10 minutos, los usuarios de bitcoin compiten por el espacio en la cadena de bloques al proporcionar una comisión por sus transacciones.";
"l5_p4" = "Las transacciones con las comisiones más altas son las que tienen prioridad a la hora de construir nuevos bloques.";
"l5_h2" = "¿Por qué la red necesita que la carga sea ligera?";
"l5_p5" = "Una de las principales ventajas de la red de bitcoin es su habilidad para estar sincronizada y ser distribuida a través de muchos ordenadores conectados a la red por todo el mundo. Cuanto más pequeña y ligera sea la carga de la red, más resistente será frente a ataques, y cuanto más neutral y robusta se mantenga, más nos podremos beneficiar de su disponibilidad y robustez.";
"l6_title" = "Unidades de bitcoin";
"l6_app_bar" = "Unidades de Bitcoin";
"l6_p1" = "La palabra bitcoin tiene varios significados. Cuando la gente se refiere a bitcoin suele significar (a) la red, el protocolo, el proyecto de código abierto, o (b) una unidad de valor cuando realizan una transacción en la red de bitcoin.";
"l6_h1" = "Descomponiéndolo";
"l6_p3" = "De la misma forma que el kilómetro se puede descomponer en metros y centímetros y un pie se puede descomponer en pulgadas, un bitcoin se puede descomponer en unidades más pequeñas.";
"l6_p4" = "Las unidades de medida más importantes para describir bitcoin son el bitcoin y el satoshi. Algunas veces acortamos la unidad de bitcoin a \"btc\" y la unidad de satoshi a \"sat\". Hay 100.000.000 de satoshis en 1 bitcoin.";
"l6_h2" = "Símbolos";
"l6_p5" = "Todavía no hay un símbolo \"oficial\" para cada unidad de medida (bitcoin o satoshi). Puede que te encuentres con los siguientes símbolos en Padawan o en otra aplicación o intercambio de criptomonedas.";
"l6_p6" = "Símbolos que normalmente son utilizados para bitcoin:";
"l6_p7" = "Símbolos que normalmente son utilizados para los satoshis:";
"l6_h3" = "¿Qué unidad debo utilizar?";
"l6_p8" = "Normalmente utilizamos la unidad de medida de bitcoin (btc) o de satoshi (sat) dependiendo del tamaño de la transacción.";
"l6_p9" = "- Un coche nuevo puede que tenga un valor de 1.700.000.000 sats, pero será más sencillo decir que tiene un valor de 1.7 bitcoin.";
"l6_p10" = "- Puedes comprar un caramelo por 0.00000250 bitcoin, pero es mucho más simple decir 250 satoshis.";
"l6_p11" = "Quien utilice aplicaciones de bitcoin debe desarrollar la habilidad para comprender tanto la unidad de medida de bitcoin como la del satoshi. Muchas transacciones son denominadas en bitcoin, pero la comisión de la red (ver capítulo 4) casi siempre utilizará la unidad de medida de satoshis.";
"l6_p12" = "En Padawan, puedes cambiar entre las dos unidades de medida en la pantalla principal de la cartera pulsando el símbolo btc/sats.";
"l7_title" = "¿Que son las palabras de recuperación?";
"l7_app_bar" = "Palabras de Recuperación";
"l7_p1" = "Piensa que tu cartera es como un árbol, y las direcciones que genera como sus hojas (recuerda utilizar una nueva dirección cada vez que recibas bitcoin). El número de direcciones que se pueden generar a partir de este árbol son casi infinitas, pero lo único que hay que respaldar o guardar de este \"árbol de direcciones\" es su raíz. Cada nueva raíz generará un nuevo árbol completo, pero cualquier cartera podrá recrear el árbol completo simplemente utilizando la raíz.";
"l7_p2" = "Las carteras modernas de bitcoin utilizan un proceso llamado generación de claves determinista. Cada nueva dirección que produce tu cartera no se genera de forma aleatoria. Esto permite que sea muy flexible a la hora de generar nuevas direcciones, sin tener que recordarlas todas individualmente (no tienes que hacer respaldos individuales de todas las direcciones en las que hayas recibido bitcoin).";
"l7_p3" = "La \"raíz\" de tu cartera es la semilla de tu cartera. Esta semilla de tu cartera es simplemente un número muy, muy grande. Pero los números son muy difíciles de recordar, y los humanos normalmente son pésimos a la hora de escribirlos correctamente sin cometer errores o equivocaciones.";
"l7_p4" = "En su lugar, un nuevo estándar ha emergido en el ecosistema bitcoin para codificar estos números tan grandes. El estándar utiliza una serie de 12 o 24 palabras en un orden específico, que cuando se junten siempre podrán utilizarse para recrear la semilla de tu cartera.";
"l7_h1" = "Padawan y los respaldos";
"l7_p5" = "Padawan utiliza este estándar para permitir a sus usuarios que creen respaldos de sus carteras. Encontrarás las 12 palabras (conocidas comúnmente como palabras de recuperación) en una pantalla aparte dentro de las opciones del menú.";
"l7_p6" = "Las palabras que contengan tus palabras de recuperación o palabras de respaldo deben de ser tratadas con el máximo cuidado. Contienen la llave de todo el bitcoin almacenado en tu cartera, y son lo único que se necesita para acceder a todos los fondos. Debemos tener mucho cuidado de no compartir estas palabras de recuperación con atacantes potenciales.";
"l7_p7" = "Pero el valor de estas palabras de recuperación es inmenso: significa que puedes borrar la aplicación o perder tu teléfono y no perderás tus fondos. Mientras hayas guardado de forma segura las 12 palabras de recuperación, podrás recuperar tu cartera y todo el bitcoin que contiene. Generalmente es una buena práctica escribir estas palabras de recuperación en objetos físicos como el papel o el metal (no guardarlo o apuntarlo en ningún dispositivo electrónico como ordenadores, teléfonos móviles o fotos) y almacenarlos en un lugar seguro. Dónde y cómo lo hagas dependerá de la cantidad que tengas en tu cartera y el nivel de seguridad requerido para tu caso de uso.";
"l8_title" = "Recuperar tu cartera";
"l8_app_bar" = "Recuperación de la billetera";
"l8_p1" = "Reestablecer una cartera a partir de las palabras de recuperación es normalmente bastante fácil. Las palabras de recuperación (también conocido como frase mnemónica) utiliza un estándar llamado BIP39, el cual proporciona una forma común para recuperar tus monedas en diferentes carteras. El patrón habitual para respaldar y recuperar una cartera es el siguiente:";
"l8_p2" = "1. Creamos una cartera y el programa o la aplicación nos proporcionará 12 o 24 palabras para que las anotemos y las guardemos. El orden de estas palabras es importante, asique asegúrate de anotarlas en el orden correcto. En Padawan, podrás ver las 12 palabras cuando quieras entrando en la pantalla de \"Palabras de recuperación\" en el menú.";
"l8_p3" = "En la mayoría de carteras, solo tendrás una oportunidad para ver las palabras, ASIQUE ASEGÚRATE DE ESCRIBIRLAS Y TRATARLAS COMO EL DINERO QUE REPRESENTAN.";
"l8_p4" = "2. Tras crear una cartera nueva, siempre puedes intentar enviar una cantidad muy pequeña de bitcoin, borrarla, e intentar hacer una recuperación completa utilizando las palabras proporcionadas por dicha cartera. También, si tienes dos dispositivos que puedas utilizar para realizar esta prueba, puedes intentar crear la cartera en uno de ellos, recuperar la cartera en el otro dispositivo, y comprobar que la cantidad que enviaste es accesible desde ambos dispositivos. Si todo va bien e hiciste el respaldo de tu cartera correctamente, podrás introducir de nuevo las palabras de recuperación y se generará exactamente la misma cartera y las monedas estarán allí.";
"l8_p5" = "3. En Padawan, debes pulsar en \"Ya tengo una Padawan wallet\" e introducir las 12 palabras de recuperación.";
"l8_h1" = "El poder de las palabras de recuperación";
"l8_p6" = "La habilidad para recuperar una cartera únicamente utilizando las palabras es muy potente, porque significa que no necesitas tener la aplicación instalada en tu teléfono para transportar tu bitcoin. Simplemente puedes guardar las 12 palabras en un lugar seguro (aprenderlas de memoria puede ser útil, ¡aunque no confíes unicamente en esa opción!) y reconstruir la cartera más adelante cuando la necesites. Las palabras de recuperación son también un estándar entre la mayoría de las carteras en bitcoin, lo que significa que, ¡podrás reconstruir tu cartera utilizando una aplicación diferente o una cartera para tu ordenador y las monedas serán accesibles!";
"l8_p7" = "Este aspecto del software de bitcoin es a menudo malinterpretado y merece la pena que te tomes tu tiempo para apreciarlo; los bitcoins no están \"guardados\" en ningún teléfono, ordenador o cartera física (en inglés hardware wallet). Simplemente accedes a ellos.";
"l8_p8" = "Las monedas de signet que tienes en Padawan pueden recuperarse y ser utilizadas en otras carteras para móviles, carteras para ordenadores y carteras físicas (o hardware wallets) que soporten el estándar del BIP39. Si tus palabras de recuperación están correctamente respaldadas, borrar la aplicación de tu teléfono ¡no será un problema!";
"l9_title" = "Los diferentes tipos de carteras";
"l9_app_bar" = "Carteras diferentes";
"l9_h1" = "¿Por qué hay más de un tipo de cartera?";
"l9_p1" = "Una cartera de bitcoin protege un juego de claves criptográficas (números muy grandes e importantes). Es importante proteger estas claves, y asegurarse de que nadie accede a ellas salvo el propietario de la cartera.";
"l9_p2" = "Hay muchas soluciones para esta necesidad. Cada tipo de cartera tiene inconvenientes entre su nivel de seguridad y su facilidad de uso. Elegir la cartera correcta puede ser sobrecogedor, ¡pero es importante! En este capítulo te ayudaremos a comprender porqué y cuándo se utilizan diferentes tipos de carteras.";
"l9_h2" = "Carteras calientes vs carteras frías";
"l9_p3" = "La primera distinción entre carteras es si tienen acceso a internet o no. Las \"carteras calientes\" (o hot wallets en inglés) están conectadas a internet. Padawan está conectada a internet, y por lo tanto es clasificada como una hot wallet. Las hot wallets son más vulnerables a ataques de seguridad, y hay más formas en las que pueden fallar, pero a la hora de utilizarlas son mucho más fáciles que otras a la hora de enviar y recibir transacciones.";
"l9_p4" = "Piensa en una cartera o monedero que guardas en tu bolsillo en la que tienes algo de efectivo. Si la pierdes o te la roban, no estás arriesgando tus ahorros, porque estos están guardados en otro lugar más seguro (por ejemplo, en una cuenta bancaria). Una hot wallet es perfecta para almacenar pequeñas cantidades de bitcoin para el uso diario (por ejemplo, la cantidad que te gastarías en un supermercado). Es fácil de utilizar, pero no debes guardar todos tus ahorros en ella, ya que es más vulnerable a ataques o fallos. ¡Por otro lado son muy prácticas! Saber cuanto almacenar en una hot wallet y cuanto almacenar en una cold wallet es una buena habilidad que hay que desarrollar, y normalmente dependerá de tus hábitos y necesidades de gasto.";
"l9_p5" = "Las \"carteras frías\" (o cold wallets en inglés) son carteras que nunca tienen acceso a internet o a la cadena de bloques. ¡Ni tan siquiera saben que internet existe! Normalmente son equipos o dispositivos especializados que pueden realizar un número muy limitado de tareas, concretamente, firmar transacciones de bitcoin con las claves criptográficas que poseen. Esto los hace mucho más seguros frente a ataques de seguridad. También significa que conlleva un poco más de trabajo utilizarlas para enviar o recibir monedas. Las cold wallets normalmente se utilizan para almacenar cantidades más grandes de monedas a las que no necesitas acceder a diario, similar a cuando vas al banco a sacar el dinero que necesitas para esa semana.";
"l9_h3" = "Carteras físicas, electrónicas, móviles, lightning y custodio";
"l9_p6" = "Puede que escuches otros nombres para referirse a los tipos de carteras cuando estés buscando la que mejor se adapte a tus necesidades. Las siguientes son las que comúnmente utiliza la gente cuando interactúa con bitcoin. Recuerda que una cartera puede entrar en más de una de estas categorías.";
"l9_p7" = "1. Carteras físicas (o hardware wallets en inglés): normalmente son dispositivos pequeños y especializados para interactuar con bitcoin que pueden conectarse a un ordenador o a un teléfono móvil, pero no pueden utilizar internet. Se las incluiría dentro de la familia de las \"cold wallets\".";
"l9_p8" = "2. Carteras electrónicas (o software wallets en inglés): normalmente se refieren a las aplicaciones que puedes utilizar en tu teléfono o en tu ordenador. Por tanto, son consideradas hot wallets. No es el nombre más apropiado, ¡porque todas las carteras de bitcoin utilizan software! Pero puede que te encuentres este término lo suficientemente a menudo como para saber lo que significa.";
"l9_p9" = "3. Carteras para teléfonos móviles: estas son aplicaciones que funcionan en tu teléfono, y casi siempre son hot wallets. Suelen ser las que proporcionan una facilidad de uso mayor, pero son menos seguras para grandes cantidades de bitcoin. Padawan wallet es un ejemplo de carteras para teléfonos móviles.";
"l9_p10" = "4. Carteras lightning: la red lightning un tema completamente diferente y del que no se trata en Padawan. En resumen, la Red Lightning (o Lightning network en inglés) es una extensión de lo que puedes hacer con bitcoin, y es perfecta para transacciones rápidas y pequeñas. Utilizar una cartera lightning es una forma estupenda de manejar los gastos del día a día. ¡Te recomendamos encarecidamente que busques información sobre carteras lightning y sus pagos a medida que avances en tu viaje por bitcoin!";
"l9_p11" = "5. Carteras custodio (o custodial wallets en inglés): estas son carteras en las que las claves criptográficas no están guardadas en el dispositivo que utilizas para recibir o gastar, si no que están guardadas bajo el control de un tercero. Lo que hace tu cartera es preguntar al custodio para que realice el pago en tu nombre. Esto abre otros vectores de ataque (por ejemplo, un custodio puede decidir no atender tu solicitud de pago o recepción de una transacción o potencialmente robarte todos tus fondos), pero también hace que estas carteras sean más faciles de utilizar y de recuperar. En general, a medida que tu experiencia con bitcoin crezca y te sientas más cómodo con diferentes tipos de carteras y sus usos, acabarás prefiriendo carteras que no cedan el control de tus claves, y la opción de una cartera custodiada se considerará como una de último recurso.";
"accessibility_transactions_empty_label" = "Aquí está la lista de transacciones realizadas en la Padawan Wallet. actualmente, no contiene ninguna transacción.";
"accessibility_transactions_empty_hint" = "Pulsa en Recibir signet coins justo debajo para recibir fondos de prueba e iniciar tu primera transacción.";
"accessibility_unit_selector" = "Unidad Monetaria.";
"accessibility_unit_selector_hint" = "Toca para cambiar de unidad.";
"accessibility_total_balance" = "Saldo Total";
"accessibility_sync_button" = "Actualiza tu saldo y transacciones.";
"accessibility_header_balance" = "En esta tarjeta es donde presentas tu saldo total";
"accessibility_receive_hint" = "Navegue a la pantalla de generación de direcciones";
"accessibility_send_hint" = "Navegue hasta la pantalla de pegar dirección y envíe monedas signet";
"accessibility_txid_format" = "Identificador de transacción. Empieza con %@ y termina con %@";
"accessibility_txid_link_format" = "ID que comienza con %@, toque para abrir el espacio de memoria en el navegador";
"accessibility_qr_code_label" = "dirección código QR";
"accessibility_qr_code_hint" = "Toca para copiar";
"accessibility_address_label" = "dirección de bitcoin signet";
"accessibility_address_copied" = "Dirección copiada al portapapeles";
"accessibility_starts_with" = "comienza con";
"accessibility_ends_with" = "Termina con";
"accessibility_scan_qr_code" = "escanear QR Code";
"accessibility_slide_taxs" = "sats por vByte";
"accessibility_verify_transaction" = "Abrir verificación de transacción";
"accessibility_camera_viewfinder" = "visor de la cámara";
"accessibility_camera_hint" = "Señale un código QR";
"accessibility_cancel_scan_hint" = "cierra la cámara y vuelve";
"accessibility_broadcast_hint" = "Envía la transacción a la red bitcoin";
"accessibility_prev_page" = "pagina anterior";
"accessibility_next_page" = "página siguiente";
"accessibility_finish_onboarding" = "Terminar la introducción";
"accessibility_create_wallet_hint" = "Crear una nueva billetera";
"accessibility_restore_wallet_hint" = "Recuperar una billetera existente usando una frase de recuperación";
"accessibility_recover_wallet_hint" = "Restaura tu billetera usando las 12 palabras escritas arriba";
"accessibility_privacy_link_hint" = "Abra la página de términos de privacidad en un navegador externo";
"accessibility_reset_lessons_hint" = "Restablece todo el progreso en las lecciones educativas";
"accessibility_opens_screen_hint" = "Navegar a la pantalla seleccionada";
"accessibility_app_version" = "versión de la aplicación";
"accessibility_word_number" = "palabra";
"accessibility_qr_code_return_label" = "Código QR de dirección de devolución";
"accessibility_copy_address_hint" = "Toque para copiar la dirección al portapapeles";
"accessibility_return_address_copied" = "Dirección copiada";
"accessibility_return_address" = "Dirección del remitente";
"accessibility_lesson_completed" = "Completado";
"accessibility_lesson_pending" = "Pendiente";
"accessibility_open_lesson_hint" = "Abre los detalles de la lección";
"accessibility_page" = "Página";
"accessibility_of" = "de";
"accessibility_finish_lesson" = "Finalizar lección";
